;Place localized text in this file

[AvatarProjectInfluencesDifficulty.RM_DefaultMissionSources_TemplateExchanger]
+m_strStopDoomProduction=Stop Facility from Making Progress on the Avatar Project
+m_strDoomLabel=Reduce Avatar Progress:
+m_strDoomSingular=<XGParam:StrValue0/!Quantity/> Block
+m_strDoomPlural=<XGParam:StrValue0/!Quantity/> Blocks
+m_strDoomRange=<XGParam:StrValue0/!Quantity/> - <XGParam:StrValue1/!Quantity/> Blocks
+m_strFacilityDestroyed=Facility in <XGParam:StrValue0/!WorldRegionName/> Destroyed

[DarkEvent_FacilityDestruction X2DarkEventTemplate]
+DisplayName="Facility Destruction"
+SummaryText="The destruction of an alien facility has setback the aliens, decreasing enemy count on missions for up to a couple of weeks."
+QuoteText="\"A welcome reprieve all things considered, let's strike back hard while they're still reeling from our punches.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="Decreased enemy counts for at least a week"
+PostMissionSuccessText="Dark Event Countered: Facility Destruction"
+PostMissionFailureText="Failed to Counter Dark Event: Facility Destruction"